const AppONas = () => {
  return (
<div className="container oNAS" id="proNasMain">
      <div className="row">
        <div className="col-12 mb-4 kontZagol text-center">
          <h2>Про нас</h2>
        </div>
        <div className="col-12 proNasText">
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ТОВ «Челме-Україна»
            засноване в Україні у 2005 році італійською компанією «C.El.Me»
            S.r.l., яка з 1971-го року займається виробництвом професійного
            обладнання для харчової промисловості.
          </p>
          <img
            src="/images/про_нас.jpg"
            className="fotoProNas"
            alt="photo1"
          ></img>
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Продукція торгової
            марки «CELME electric» розповсюджена і працює по всьому світу. Ми
            виготовляємо обладнання для ринку України, а також для європейського
            та інших ринків світу.
          </p>
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Виготовлення продукції
            торгової марки «CELME electric» розділене на дві гілки:
          </p>
          <ul className="garantUL">
            <li>
              Обладнання для Хореки, яке користується більшим попитом – це
              слайсери та овочерізки, ми виготовляємо в Україні.{" "}
            </li>
            <li>
              Промислове обладнання, що має більш вузьке направлення –
              тістоділителі, тістоокруглювачі, м’ясорубки, куттери, та інше
              виготовляється в Італії.
            </li>
          </ul>
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Наша продукція збирається
            згідно технологічних карт, розроблених конструкторським бюро
            компанії «C.El.Me» S.r.l.
          </p>
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;На сьогоднішній день
            одними з важливих аспектів у виготовленні обладнання є оснащення
            італійськими двигунами марки EMAX S.A.S. та CASTELLOTTI, ножами
            італійської компанії «MеcLame», та іншими комплектуючими, що
            постачаються з Європи
          </p>
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Технологічний процес
            обробки алюмінію та його сплавів з попередньою механічною обробкою
            складається з декількох етапів:
          </p>
          <ul className="garantUL">
            <li>
              Очищення внутрішніх поверхонь заготовок від задирок, формувальної
              суміші, розсвердлювання отворів на верстатному устаткуванні різних
              груп.
            </li>
            <li>
              Шліфування зовнішніх поверхонь з метою видалення нерівності і
              старої оксидної плівки на шліфувальних станках CYCLOPE.
            </li>
            <li>
              Мокре полірування поверхні для покращення якості поверхні виробів
              сплавів на віброгалтувальному обладанні VBR.{" "}
            </li>
            <li>Миття у холодній воді.</li>
            <li>Хімічне оксидування у ваннах з розчином окиснювача.</li>
            <li>Електрохімічне оксидування з розчином електроліту.</li>
            <li>Природне сушіння.</li>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default AppONas;
