import React, { useEffect } from "react";

const AppGarant = () => {
  useEffect(() => {
    document.title = `Гарантія`;
  });

  return (
    <div className="container garant" id="garantMain">
      <div className="row m-2">
        <div className="col-12 mb-3 kontZagol text-center">
          <h2>Гарантія</h2>
        </div>
        <div className="col-12">
          <p>Термін гарантії </p>
          <p>
            <b>12 місяців </b>з дня продажу на всі кухонні машини. <br />
            Протягом гарантійного терміну експлуатації споживач має право на
            безкоштовне технічне обслуговування товару, а у випадку виявлених
            недоліків (відхилень від вимог нормативних документів) – на
            безоплатний ремонт, заміну товару, або повернення його вартості
            відповідно до вимог Закону України „Про захист прав споживачів” і
            відповідно „Порядку гарантійного обслуговування або гарантійної
            заміни технічно складних побутових товарів”, затвердженого
            Постановою Кабінету Міністрів України від 11 квітня 2002 г. № 506.
            (редакція зі змінами діє з 15.05.2018 р.)
          </p>
          <p>Гарантійний термін експлуатації припиняється у випадку:</p>
          <ul className="garantUL">
            <li>не правильне встановлення або транспортування;</li>
            <li>механічні пошкодження; </li>
            <li> використання товару не за призначенням;</li>
            <li>порушення споживачем правил експлуатації товару;</li>
            <li>
              ремонт або внесення конструктивних змін особами, що не мають на те
              повноважень.
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default AppGarant;
